Repository: common-repository/sms-assistent-wc
Catalog: languages/sms-assistent-wc-*.po
Languages: ru_ru

source: SMS-assistent for WooCommerce
ru_ru: SMS-ассистент для WooCommerce

source: SMS-assistent BY SMS Integration for WooCommerce. Send message after customer register or change order status
ru_ru: Интеграционный модуль для WooCommerce, SMS-ассистент Беларусь. Отправка уведомлений после регистрации пользователя или изменении статуса заказа

source: Configuring SMS sends
ru_ru: Настройка SMS рассылок

source: SMS-Assistent
ru_ru: SMS-Ассистент

source: Module settings
ru_ru: Настройки модуля

source: Settings
ru_ru: Настройки

source: Settings saved
ru_ru: Настройки сохранены

source: New order status
ru_ru: Новый статус заказа

source: New customer
ru_ru: Новый пользователь

source: Before importing users, you must disable sending to avoid mass notifications
ru_ru: Перед импортом пользователей необходимо выключить отправку, чтобы избежать массовой рассылки уведомлений

source: General settings
ru_ru: Основные настройки

source: Activate
ru_ru: Активен

source: Username
ru_ru: Имя пользователя

source: Password
ru_ru: Пароль

source: or Token
ru_ru: или Токен

source: Default Sender
ru_ru: Отправитель по-умолчанию

source: Base URL for API
ru_ru: Адрес сервера АПИ

source: Global Setting for activate module
ru_ru: Глобальная настройка, активирующая модуль

source: Password for API. Generated in your personal account
ru_ru: Пароль для доступа к АПИ. Генерируется в личном кабинете

source: If omitted, the default server address is used
ru_ru: Если не указан, то используется адрес сервера по-умолчанию

source: Customer notification
ru_ru: Уведомление пользователю

source: Template of SMS message
ru_ru: Шаблон SMS сообщения

source: Manager notification
ru_ru: Уведомление менеджерам

source: Phone numbers
ru_ru: Номера телефонов

source: Activates sending a message to the customer
ru_ru: Активирует отправку сообщения пользователю

source: Available tags
ru_ru: Доступные тэги

source: Store Name
ru_ru: Название магазина

source: Store URL
ru_ru: URL магазина

source: Order number
ru_ru: Номер заказа

source: Date created
ru_ru: Время создания

source: Payment method
ru_ru: Способ оплаты

source: Payment code
ru_ru: Код оплаты

source: Customer Email
ru_ru: Email покупателя

source: Customer Phone Number
ru_ru: Телефон покупателя

source: Customer Firstname
ru_ru: Имя покупателя

source: Customer Lastname
ru_ru: Фамилия покупателя

source: Order total
ru_ru: Итого по заказу

source: Ordered product identifiers, separated by comma
ru_ru: Идентификаторы товаров, перечисленные через запятую

source: Ordered product names, separated by comma
ru_ru: Названия товаров, перечисленные через запятую

source: Ordered product names and prices, separated by comma
ru_ru: Название и цена товаров, перечисленные через запятую

source: Activates sending a message to the managers
ru_ru: Активирует отправку сообщения менеджерам

source: Phone numbers separated by ;
ru_ru: Номера телефонов перечисляются через ;

source: Customer identifier
ru_ru: Идентификатор пользователя
